function Question (question, answ1, answ2, answ3, answ4, trueAnsw, bonus) {
    this.question = question;
    this.answ1 = answ1;
    this.answ2 = answ2;
    this.answ3 = answ3;
    this.answ4 = answ4;
    this.trueAnsw = trueAnsw;
    this.bonus = bonus;
}
var questions = [];
questions[0] = new Question("Откуда обычно достает подарки Дед Мороз?\n",
  "1: из шкатулки\n", "2: из мешка\n", "3: из-за пазухи\n", "4: из интернет-магазина\n", 2, 500);

questions[1] = new Question("Какой элемент есть в конструкции башенного крана?\n",
  "1: стрела\n", "2: копьё\n", "3: дротик\n", "4: бумеранг\n", 1, 1000);

questions[2] = new Question("Кто стал героиней песни Максима Леонидова?\n",
  "1: девочка — мираж\n", "2: девочка — видение\n", "3: девочка — приведение\n", "4: девочка — галлюцинация\n", 2, 2000);

questions[3] = new Question("Как зовут сенбернара, героя популярного фильма?\n",
  "1: Бах\n", "2: Сальери\n", "3: Моцарт\n", "4: Бетховен\n", 4, 3000);

questions[4] = new Question("Что написал Данте?\n",
  "1: Божественная трагедия\n", "2: Божественная комедия\n", "3: Божественная драма\n", "4: Божественный фарс\n", 2, 5000);

questions[5] = new Question("Чем профессионально занимается провизор?\n",
  "1: наблюдает за погодой\n", "2: готовит лекарства\n", "3: ухаживает за растениями\n", "4: импровизирует\n", 2, 10000);
